export const terms = `제 1 조 (목적)
이 약관은 주식회사 우아한형제들(이하 “회사”라 함)이 제공하는 배달의민족 배민사장님광장(http://ceo.baemin.com)의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. “서비스”라 함은 구현되는 단말기(PC, 모바일, 태블릿 PC 등의 각종 유무선 장치를 포함)와 상관없이 “회원”이 선택적으로 이용할 수 있는 배달의민족 배민사장님광장 관련 다음 각 목의 다양한 서비스를 의미합니다.
가. 광고상품 서비스(오픈서비스 포함)
나. 배민상회 서비스
다. 배민아카데미 서비스
라. 배민장부 서비스
마. 기타 회사가 정하는 서비스
2. “배달의민족”이라 함은 “회원”이 가게에 대한 광고소재를 노출하고, 전화, 바로결제서비스 등을 이용해서 이용자로부터 주문을 받을 수 있도록 “회사”가 제공하는 인터넷 기반의 음식 주문 중개 서비스를 말합니다.
3. “배달의민족 배민사장님광장”이라 함은 “회사”가 “서비스” 제공을 위하여 운영하는 인터넷홈페이지(http://ceo.baemin.com, 이와 연결된 각 개별 인터넷홈페이지 포함)를 의미하며 이하 “배민사장님광장”이라 약칭합니다.
4. “회원”이라 함은 회사의 “서비스”에 접속하여 이 약관에 따라 “회사”와 이용계약을 체결하고 “회사”가 제공하는 “서비스”를 이용하는 다음 각 목의 고객을 말합니다.
가. 일반회원 : 배민사장님광장에 가입한 회원으로 광고상품 관련 서비스를 제외한 나머지 서비스를 이용할 수 있는 자를 말합니다.
나. 가게회원 : 배민사장님광장에 가입하고 가게정보를 등록한 회원으로 광고상품 관련 서비스를 제외한 나머지 서비스를 이용할 수 있는 자를 말합니다.
다. 광고회원 : 광고상품을 이용하는 가게회원으로 "배민사장님광장"의 모든 제반 서비스를 이용할 수 있는 자를 말합니다.
5. “아이디(ID)”라 함은 “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 정하고 “회사”가 승인하는 문자와 숫자의 조합을 의미합니다.
6. “비밀번호”라 함은 “회원”이 부여받은 “아이디”와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원” 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
7. “게시물”이라 함은 “회원”이 서비스를 이용함에 있어 “배민사장님광장”의 게시판 등에 등록한 부호•문자•음성•음향•화상•동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.
8. “비즈머니”라 함은 “회원”이 “광고상품” 이용요금, “배민상회 서비스”의 일반상품 등을 구매하기 위해 사용하는 현금성 충전금(지불수단)을 말합니다.
9. “비즈포인트”라 함은 “회원”이 구매활동, 이벤트 참여 등에 따라 “회사”로부터 무상으로 적립 또는 지급받는 이벤트성 포인트, 보상금, 페이백 등을 말하며 “비즈머니”와 동일한 용도 및 방법으로 사용되는 지불수단을 말하며, 현금으로 환불되지 않습니다.
10. “광고상품”이라 함은 “업주”가 배달의민족 서비스를 통해 노출하는 가게에 대한 영업 활성화 및 광고 효율성을 도모할 수 있도록 “회사”가 제공하는 이용자 혜택 등 각종 마케팅 서비스를 말합니다.

제 3 조 (약관의 게시와 개정)
① “회사”는 이 약관의 내용을 “회원”이 쉽게 알 수 있도록 "배민사장님광장” 초기 화면에 게시합니다.
② “회사”는 “약관의 규제에 관한 법률”, “정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 “정보통신망법”이라함)” 등 관계 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제 1 항 규정에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 중요한 약관을 개정하는 경우에는 개정약관의 적용일자 30일전부터 적용일자까지 공지합니다.
④ “회사”가 전항에 따라 개정 약관을 공지 또는 통지하면서 “회원”에게 7일 또는 30 일 기간 내에 의사표시를 하지 않으면 개정약관에 동의하는 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 따로 통지하였음에도 “회원”이 해당 기간 내에 명시적으로 거부의 의사표시를 하지 아니한 경우 “회원”이 개정 약관에 동의한 것으로 봅니다.
⑤ “회원”이 개정 약관의 적용에 명시적으로 동의하지 않는 경우 “회사”는 개정 약관의 내용을 적용할 수 없으며, 이 경우 “회원”은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 “회사”는 이용계약을 해지할 수 있습니다.

제 4 조 (이용약관 및 운영정책 등의 해석)
① “회사”가 운영하는 "배민사장님광장"에서는 기본적으로 이 약관이 적용되며, 다양한 개별 서비스(ex. 광고상품 서비스, 배민상회 서비스, 배민아카데미 서비스, 기타 회사가 정하는 서비스 등)에 대해서 별도의 서비스 이용약관 및 운영정책을 둘 수 있습니다. 또한 개별서비스의 이용약관 및 운영정책, 광고서비스 운영원칙, 공지사항 등에 위임할 수 있으며 그 내용을 "회원"에게 게시하여 쉽게 열람할 수 있도록 합니다
② 개별 서비스의 제공에 관하여는 해당 이용약관 및 운영정책이 이 약관에 우선하여 적용되며, 이 약관은 개별 이용약관 및 운영정책에 반하지 않는 범위 내에서 개별 서비스에 관하여도 적용됩니다. 이러한 내용은 각각의 개별 서비스 초기 화면에서 확인할 수 있습니다.
③ 개별 서비스들의 구체적인 내용은 개별 서비스 이용약관, 개별 서비스 상의 안내, 공지사항, 고객센터, Q&A 등에서 쉽게 확인할 수 있으며, 본 운영정책의 일부에 포함되어 적용됩니다.
④ 개별 서비스에 관한 별도 이용약관 및 운영정책 또는 이 약관에서 정하지 아니한 사항이 있거나 이 약관의 해석에 다툼이 있는 경우 대한민국 법률 및 관계 법령이 있는 경우 이에 따르고 그렇지 아니한 경우 상관례에 따릅니다.

제 5 조 (회원가입 및 이용계약 체결)
① 이용계약은 “회원”이 되고자 하는 자(이하 “가입신청자”라 함)가 약관의 내용에 동의를 한 다음 “회사”가 정한 절차에 따라 가입신청을 하고, “회사”가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
② “회사”는 “가입신청자”의 신청에 대하여 “서비스” 이용을 승낙함을 원칙으로 합니다. 다만, “회사”는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
1. “가입신청자”가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단, “회사”의 회원 재가입 승낙을 얻은 경우에는 예외로 함
2. 실명이 아니거나 타인의 명의를 이용한 경우
3. 허위의 정보를 기재하거나 “회사”가 제시하는 내용을 기재하지 않은 경우
4. “가입신청자”의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
③ 제 1 항에 따른 신청에 있어 “회사”는 “가입신청자”에게 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
④ “회사”는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있어 정상적인 “서비스” 제공이 어렵다고 판단되는 경우에는 승낙을 유보할 수 있습니다.
⑤ 제 2 항과 제 4 항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, “회사”는 원칙적으로 이를 “가입신청자”에게 알리도록 합니다.
⑥ 이용계약의 성립 시기는 “회사”가 가입완료를 신청절차 상에서 표시하거나, 제 10 조의 방식에 따른 통지가 “가입신청자”에게 도달한 시점으로 합니다.
⑦ “회사”는 “회원”에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.

제 6 조 (회원탈퇴 및 자격상실 등)
① 회원은 “배민사장님광장”에 언제든지 탈퇴를 요청할 수 있으며 “배민사장님광장”에서는 즉시 회원탈퇴를 처리합니다. 단, 회사는 회원이 회원탈퇴 하기 전에 회원탈퇴 페이지 안내를 통해 관련 절차를 고지할 수 있습니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, “배민사장님광장”은 회원자격을 제한 및/또는 정지시킬 수 있습니다.
1. 회원이 제12조 제1항 각 호의 행위를 한 경우
2. “배민사장님광장”을 이용하여 구입한 재화 등의 대금, 기타 “배민사장님광장”이용과 관련하여 회원이 부담하는 금전채무를 정해진 기일에 지급하지 않는 경우
3. 다른 사람의 “배민사장님광장” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
4. “배민사장님광장”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
③ 회사가 회원 자격을 제한∙정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.
④ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 만약 회원이 통지를 받은 날로부터 30일 내에 소명하고, 그 내용이 정당하다고 회사가 판단하는 경우 회사는 회원 자격을 원복하거나 서비스 이용 중지 또는 제한 조치를 해제하고, 서비스 정지기간만큼 회원의 서비스 이용기간을 연장해 줍니다.

제 7 조(회원정보의 변경)
① “회원”은 회원정보 관리 화면을 통하여 언제든지 본인의 회원정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 아이디, 사업자등록번호 등은 수정이 불가능합니다.
② “회원”은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 등 기타 방법으로 “회사”에 대하여 그 변경사항을 알려야 합니다.
③ 사업자등록번호를 기재하여 가입한 “회원”은 휴업 또는 폐업 상태가 되었을 경우 “회사”가 정하는 절차에 따라 “회사”에 정보 수정을 요청하여야 합니다.
④ "회원"이 제 2 항, 제 3 항의 변경사항을 “회사”에 알리지 않아 발생한 불이익에 대하여 “회사”는 “회사”의 고의 또는 중대한 과실이 없는 이상 책임지지 않습니다.

제 8 조 (개인정보보호 의무)
① “회사”는 “정보통신망법” 등 관계 법령이 정하는 바에 따라 “회원”의 개인정보를 보호하기 위해 노력합니다.
② 개인정보의 보호 및 사용에 대해서는 관계 법령 및 “회사”의 개인정보처리방침이 적용됩니다. 다만 “회사”의 공식 사이트 이외의 링크된 사이트에서는 “회사”의 개인정보처리방침이 적용되지 않습니다.
③ “회사”는 회원의 정보 수집 시 반드시 당해 회원의 동의를 얻어 필요한 최소한의 정보만을 수집하며, 회원은 온라인을 통해서 수시로 본인의 신상정보를 열람, 정정 또는 삭제할 수 있습니다.
④ “회사”가 제3자에게 회원의 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 회원에게 알리고 동의를 받아야 합니다.

제 9 조 (“회원”의 “아이디”와 “비밀번호”의 관리에 관한 의무)
① 생성된 “회원”의 “아이디”와 “비밀번호”에 관한 관리책임은 “회원”에게 있으며, 이를 제 3 자가 이용하도록 하여서는 안 됩니다.
② “회사”는 “회원”의 “아이디”가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나, “회사” 및 “회사”의 운영자로 오인할 우려가 있는 경우, 해당 “아이디”의 이용을 제한할 수 있습니다.
③ “회원”은 “아이디” 및 “비밀번호”가 도용되거나 제 3 자가 사용하고 있음을 인지한 경우에는 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 합니다.
④ 제 3 항의 경우에 해당 “회원”이 “회사”에 그 사실을 통지하지 않거나, 통지한 경우에도 “회사”의 안내에 따르지 않아 발생한 불이익에 대하여 “회사”는 “회사”의 고의 또는 중대한 과실이 없는 이상 책임지지 않습니다.

제 10 조(“회원”에 대한 통지)
① “회사”가 “회원”에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 “회원”이 제공한 전자우편주소, (휴대)전화번호, 주소, “서비스” 로그인 시 동의창 등의 수단으로 통지할 수 있습니다.
② “회사”는 “회원” 전체에 대한 통지의 경우 7 일 이상 “회사”의 게시판에 게시함으로써 제 1 항의 통지에 갈음할 수 있습니다.
③ “회원”은 “회사”에 실제로 연락이 가능한 전자우편, (휴대)전화번호, 주소 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며 “회사”의 통지를 확인하여야 합니다.
④ 회원정보가 변경되었음에도 해당 사항을 수정하지 않음으로써 발생한 각종 손해와 잘못된 수정으로 인하여 발생한 손해는 당해 회원이 부담하여야 하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다

제 11 조(“회사”의 의무)
① “회사”는 관계 법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을 다하여 노력합니다.
② “회사”는 “회원”이 안전하게 “서비스”를 이용할 수 있도록 개인정보(신용정보 포함) 보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.
③ “회사”는 서비스이용과 관련하여 “회원”으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. “회원”이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 “회원”에게 처리과정 및 결과를 전달할 수 있습니다.

제 12 조 (“회원”의 의무)
① “회원”은 다음 각 호의 행위를 하여서는 안 됩니다.
1. 회원 신청 또는 회원 정보 변경 시 허위내용의 등록
2. 타인의 정보도용
3. “회사”가 게시한 정보의 변경
4. “회사”와 기타 제 3 자의 저작권 등 지적재산권에 대한 침해
5. “회사” 및 기타 제 3 자의 명예를 손상시키거나 업무를 방해하는 행위
6. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 제2조 제 1호 각목의 서비스 플랫폼 등에 공개 또는 게시하는 행위
7. 기타 불법적이거나 부당한 행위
② “회원”은 관계 법령, 이 약관의 규정, 이용안내 및 “서비스”와 관련하여 “회사”가 공지한 주의사항, “회사”가 통지하는 사항 등을 준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 하여서는 안 됩니다.
③ “회원”은 다음 각 호의 방법으로 “회사”의 업무에 방해가 되는 행위를 하여서는 안됩니다.
1. “회사”가 제공하지 않는 방법으로 “서비스”에 접속하는 행위
2. 리버스엔지니어링, 디컴파일, 크롤링, 서비스 거부 공격, 웹 해킹 등을 포함한 제반 해킹공격
3. “회사”가 제공하는 제반 서비스 및 정보를 복제, 분해, 모방 또는 변경하는 행위
4. 자동 접속 프로그램 또는 해킹 프로그램 등을 통해 정상적인 방법과 다른 방법으로 서비스를 이용하여 “회사”의 서버에 부하를 일으키거나 서비스를 방해하는 행위
5. “회사”의 서비스 제공 목적과 부합하지 않는 목적으로 서비스를 이용하여 "회사"의 서버, DB 등 정보처리자원을 소모하게 하는 행위
6. "회사"의 사전 동의 없이 ID, 패스워드를 제3자에게 양도 또는 대여하거나 제3자로부터 양도 또는 대여받아 사용하는 행위
7. 저작권법, 형법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전산망 보급 확장과 이용촉진에 관한 법률, 전기통신사업법 등 통신망, 서버, 소프트웨어 등의 이용과 관련한 법령을 위반하는 행위

제 13 조 (“서비스”의 제공 등)
① “서비스”는 "회사"의 업무상 또는 기술상 특별한 사장이 없는 한 연중무휴, 1 일 24 시간 제공함을 원칙으로 합니다.
② 전항에도 불구하고 “회사”는 “서비스”를 일정범위로 분할하여 각 범위별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.
③ “회사”는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 장애, 통신두절 또는 운영상 상당한 이유가 있는 경우 “서비스”의 제공을 일시적으로 중단할 수 있습니다. 이 경우 “회사”는 제 10 조 [“회원”에 대한 통지]에 정한 방법으로 “회원”에게 통지합니다. 다만, “회사”가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
④ “회사”는 제 3 항에 따른 “서비스” 제공 중단으로 발생한 “회원”의 손해에 대하여 “회사”의 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
⑤ “회사”는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.

제 14 조 (“서비스”의 변경)
① “회사”는 안정적인 “서비스” 제공을 위한 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 “서비스”를 변경할 수 있습니다.
② “서비스”의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 서비스 초기화면에 게시합니다. 단, “회원”의 권리나 의무 및 “서비스” 이용과 관련되는 실질적인 사항을 변경할 경우 적용일자 7 일 전부터 공지하며, “회원”에게 불리한 변경의 경우 적용일자 30 일 전부터 공지합니다.
③ “회사”는 무료로 제공되는 서비스의 일부 또는 전부를 “회사”의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관계 법령에 특별한 규정이 없는 한 “회원”에게 별도의 보상을 하지 않습니다.

제 15 조 (비즈머니&비즈포인트 관련 규정)
① 이 약관에서 규정하지 않는 내용은 비즈머니&비즈포인트와 관련된 개별 상품 약관 또는 공지사항 등에 위임할 수 있으며 그 내용을 “회원”에게 게시하여 쉽게 열람할 수 있도록 합니다
② 비즈머니&비즈포인트의 세부적인 사항은 “회사”의 “전자금융거래이용약관” 규정을 준용할 수 있습니다.

제 16 조 (비즈머니&비즈포인트 사용방법, 기한)
① 비즈머니&비즈포인트를 이용하여 광고상품 또는 일반상품 대금 결제 시 회원(본인)의 아이디, 비밀번호, 본인인증 절차 등 회사가 정한 절차를 거친 후 사용할 수 있습니다.
② 비즈머니&비즈포인트는 본인(회원 아이디)에 한하여 사용이 가능합니다.
③ 비즈머니&비즈포인트 사용 순서는 만료 기간이 빠른 비즈포인트 부터 사용됩니다.
EX, 비즈머니&비즈포인트 사용차감 순서 : 만료기간이 빠른 비즈포인트 > 비즈머니
④ 비즈머니는 충전일로부터 5년이 경과하는 날까지 이용하지 않을 경우 상법상 소멸시효에 따라 소멸됩니다. 단 비즈머니 소진일 30일 전에 전자우편 등으로 통지합니다.
⑤ 비즈포인트는 회사로부터 무상으로 지급된 날로부터 유효기간을 명시하여 “회원”에게 개별 고지하며, 유효기간이 만료되거나 사용하면 소멸됩니다.
⑥ 유효기간 만료 통지는 회사에서 정하는 방법에 따라 안내 고지를 합니다(ex, SMS, 카카오 알림톡 등).
⑦ 비즈머니&비즈포인트 환급은 “회원”이 비즈머니&비즈포인트로 광고상품 또는 일반상품을 결제한 후 “회사”가 정한 사유에 해당하여 결제가 취소되는 경우 “회원”에게 비즈머니&비즈포인트를 되돌려 주는 절차를 말합니다.
⑧ 비즈머니&비즈포인트 회수는 “회사”가 비즈머니&비즈포인트를 단순 착오로 지급(과다지급, 오지급 등)한 경우 “회원”으로부터 되돌려 받는 절차를 말하며, “회원”의 위법∙부당한 행위로 인해 지급된 경우도 포함됩니다.

제 17 조 (비즈머니 충전 및 환불)
① “회원”은 비즈머니 페이지 내에서 비즈머니를 신용카드 또는 현금을 통해 충전할 수 있습니다.
② 비즈머니를 업주 계좌로 이체하거나 신용카드를 취소 하기 위해 진행되는 절차를 “비즈머니 환불” 이라고 합니다.
③ “회원”이 충전된 비즈머니에 대한 환불을 신청할 경우, 회사는 환불 신청한 금액의 100%를 지급합니다.
④ 비즈머니는 광고상품 또는 일반상품을 구매하는데 이용하는 지불수단이며, 1 비즈머니는 현금 1원의 의미가 있습니다.
⑤ “회원”은 비즈머니에 대하여 배달의민족 배민사장님광장 비즈머니 페이지에서 환불 요청을 할 수 있습니다.
⑥ 환불계좌는 “회원”의 바로결제 계좌로 기본 설정되어 있습니다. 다만 환불계좌의 변경이 필요할 경우 고객센터 1600-0987 또는 광고담당자에게 계좌변경 신청을 해야 합니다.

제18조 (혜택의 시행)
① “회사” 또는 “회원”은 “회사”가 정한 “서비스”를 대상으로 아래 각 호의 방법으로 “회사”가 정한 절차에 따라 혜택을 시행(발행행위를 포함한다, 이하 같다)할 수 있습니다.
1. “회사”가 단독으로 시행
2. “회원”이 단독으로 시행(이하 “회원 혜택”이라 하고, 혜택 중 할인쿠폰에 대해 “회원 혜택 쿠폰”이라 함)
3. “회사”와 “회원”이 공동으로 시행
② 제1항의 혜택은 “회사” 또는 “회원”이 이용자의 상품 주문 또는 결제 등에 혜택을 부여하는 것으로서, 할인쿠폰, 스탬프, 할인판매 등 “회사”가 운영하는 제반 수단을 포함합니다.
③ 각 혜택 수단에 대한 시행, 이용 및 정산 등에 관한 구체적인 사항은 “회사”의 운영정책 등에 따릅니다.
④ 각 혜택 수단은 “회사”의 정책에 따라 사전 공지 후 중단될 수 있습니다.
⑤ “회사”는 “회사”의 운영정책에 위반되는 혜택의 시행 및 이용을 제한할 수 있습니다.

제19조 (할인쿠폰)
① “회원”은 배민사장님광장을 통해 “회원 혜택 쿠폰”의 발행을 신청할 수 있고, “회사”의 운영정책에서 정하는 범위 내에서 할인액(할인율), 최소주문금액, 사용기간 등을 설정할 수 있습니다.
② “회원”은 쿠폰이 이용자에게 제공된 이후에는 해당 쿠폰에 관한 사용 조건의 변경 또는 발행 취소를 요청 또는 설정할 수 없습니다.
③ “회원 혜택 쿠폰”의 경우, 배달의민족을 통한 이용자의 주문금액에 따른 정산금액(이하 “정산금액”이라 함)을 산정함에 있어서 “이용자”의 주문금액에서 쿠폰 할인금액을 공제합니다.
④ “회원 혜택 쿠폰”의 경우, “회원”이 “회사”에 지급하여야 하는 “오픈서비스 이용료” 및 “카드수수료 및 결제망 이용료” 등을 산정함에 있어서 쿠폰 할인금액 부분에 대해서는 이를 부과하지 아니합니다.
⑤ “회사”가 단독으로 시행하는 쿠폰 또는 “회사”와 “회원”이 공동으로 시행하는 쿠폰의 경우 “정산금액”, “오픈서비스 이용료” 또는 “카드수수료 및 결제망 이용료” 등을 산정함에 있어서는 “회사”와 “회원” 간 별도 합의 사항 또는 “회사”의 운영정책에 따릅니다.

제20조 (혜택 시행의 제한)
① “회사”는 다음 각 호와 같은 사유가 있는 경우, 제18조에 따른 혜택의 시행을 제한할 수 있습니다.
1. “회원”이 “회사”가 인정하지 않는 부당, 부정(어뷰징) 또는 불법적인 방법으로 혜택을 시행하거나 이용자에 대해 그러한 방법에 의한 혜택 수단의 사용을 유도, 방치 또는 허락하는 경우
2. “회원”의 혜택 시행이 관계 법령, 본 이용약관, 운영정책에 위반되는 경우
3. “회원”의 혜택 시행이 “회사”에 법률적, 재산적 위험을 발생시키거나 우려가 있는 경우
4. 기타 “회사”의 정상적인 혜택 운영을 방해하는 행위를 하는 경우
② “회원”의 귀책사유로 이용자에 의한 혜택 수단의 이용에 장애 또는 제한 사유가 발생한 경우 “회원”은 회사 및 이용자에게 발생한 손해를 배상하여야 하고, “회사”를 면책하여야 합니다.

제 21 조 (정보의 제공 및 광고의 게재)
① “회사”는 “회원”에게 필요한 다양한 정보를 공지사항이나 전자우편 등의 방법으로 “회원”에게 제공할 수 있습니다. 다만, “회원”은 관계 법령에 따른 거래 관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.
② “회사”는 마케팅 목적의 정보를 전화, 전자우편, 모사전송기기 등에 의하여 전송하려고 하는 경우에는 “회원”의 사전 동의를 받아서 전송합니다. 다만, “회원”의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
③ “회사”는 “서비스”의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 “회원”은 “회사”에 수신거절을 요청할 수 있습니다.
④ “회원”은 "회사"가 “서비스”의 제공과 관련하여 게시한 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 행위를 하여서는 안됩니다.

제 22 조 (“게시물”의 저작권)
① “회원”이 “배민사장님광장”에 게시한 “게시물”에 저작물이 포함되어 있는 경우 해당 저작물의 저작권은 원저작자에게 귀속됩니다.
② “회원”은 “배민사장님광장”에 게시한 “게시물”이 타인의 저작권 등 권리를 침해하지 않도록 주의하여야 하고, 제 3 자가 “게시물”이 자신의 권리를 침해한다며 분쟁을 제기하는 경우 “회원”은 본인의 책임과 비용으로 해당 분쟁을 해결하며 “회사”를 면책하여야 합니다.
③ “회원”이 “배민사장님광장”에 게시하는 “게시물”은 “서비스” 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, “회원”은 언제든지 고객센터 또는 “서비스” 내 관리기능을 통해 해당 게시물에 대해 삭제, 비공개 등의 조치를 취할 수 있습니다.
④ “회사”는 제 3 항 이외의 방법으로 “회원”의 “게시물”을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 “회원”의 동의를 얻어야 합니다.

제 23 조 (“게시물”의 관리)
① “회원”의 “게시물”이 “정보통신망법” 및 “저작권법” 등 관계 법령에 위반되는 내용을 포함하는 경우, 권리자는 관계 법령이 정한 절차에 따라 해당 “게시물”의 게시중단 및 삭제 등을 요청할 수 있으며, “회사”는 관계 법령에 따라 조치를 취할 수 있습니다.
② “회사”는 전 항에 따른 권리자의 요청이 없는 경우라도 권리침해 또는 관계 법령 위반소지가 인정될만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관계 법령에 따라 해당 “게시물”에 대해 임시조치 등을 취할 수 있습니다.
③ 본 조에 따른 세부절차는 “정보통신망법” 및 “저작권법”이 규정한 범위 내에서 “회사”가 정한 “업주요청차단” 서비스에 따릅니다.

제 24 조 (서비스 관련 권리 관계)
① “서비스”의 제공과 관련하여 발생한 저작물 등 일체의 유ㆍ무형 결과물에 대한 저작권 등 지적재산권은 “회사”에 귀속됩니다. 단, “회원”의 “게시물” 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
② “회원”은 “회사”가 “배민사장님광장”을 통해 “회원”에게 제공하는 각 종 통계자료 및 서비스 등에 대한 일체의 내용을 제 3 자에게 제공하거나 외부에 유출할 수 없으며, 임의로 수정, 편집, 가공할 수 없습니다.
③ “회사”는 서비스와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 계정, “아이디”, 콘텐츠 등을 이용할 수 있는 이용권만을 부여합니다.

제 25 조 (계약의 해지 )
① “회원”은 언제든지 고객센터(기타 팩스, 이메일 등의 방법도 포함)를 통하여 이용계약 해지 신청을 할 수 있으며, “회사”는 관계 법령 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
② “회원”이 계약을 해지할 경우, 관계 법령 및 개인정보처리방침에 따라 “회사”가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 “회원”의 모든 데이터는 소멸됩니다.
③ “회원”이 계약을 해지하는 경우, “회원”이 작성한 “게시물”은 삭제되지 않습니다. 단, “회사”는 언제든지 계약을 해지한 “회원”의 “게시물”을 삭제할 수 있습니다.
④ 회사는 회원이 이용계약 또는 이 약관상의 의무를 위반하는 경우 7일 이상의 기간을 정하여 위반 사항의 시정을 최고한 후, 회원의 시정이 이루어지지 않을 경우 이용계약을 해지할 수 있습니다.
⑤ 회사는 회원이 다음 각 호의 사유에 해당하는 경우 이용계약을 즉시 해지할 수 있습니다.
1. 회사에게 서비스 이용계약을 지속할 수 없는 사유가 발생하고, 회원에 대해서 해당 사유를 통보한 날로부터 30일이 경과한 경우
2. 회원이 파산신청, 회사정리절차, 기업회생절차 신정, 해산, 영업취소, 영업정지, 강제집행, (가)압류, (가)처분, 체납처분 등 정상적인 영업활동을 할 수 없게 된 경우

제 26 조 (이용제한 등)
① “회사”는 “회원”이 이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우 경고, 일시정지, 영구이용정지 등을 적용하거나 이를 단계적으로 적용하여 “서비스” 이용을 제한할 수 있습니다.
② “회사”는 “주민등록법”을 위반한 명의도용 및 결제도용 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 “서비스” 이용을 통해 획득한 기타 혜택 등도 모두 소멸되며, “회사”는 “회사”의 고의 또는 중대한 과실이 없는 한 이에 대해 별도로 보상하지 않습니다.
③ “회사”는 “회원”이 계속해서 1 년 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.
④ 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 운영정책에서 정하는 바에 의합니다.
⑤ 본 조에 따라 “서비스” 이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 “회원”에 대한 통지 규정에 따라 통지합니다.
⑥ “회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 “서비스”의 이용을 재개합니다.

제 27 조 (책임제한)
① “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면제됩니다.
② “회사”는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 고의 또는 중과실이 없는 한 책임을 지지 않습니다.
③ “회사”는 “회원”이 “서비스”와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 고의 또는 중과실이 없는 한 책임을 지지 않습니다.
④ “회사”는 “회원” 간 또는 “회원”과 제 3 자 상호간에 “서비스”를 매개로 하여 거래 등을 한 경우에는 회사의 고의 또는 중과실이 없는 한 책임이 면제됩니다.
⑤ “회사”는 무료로 제공되는 서비스 이용과 관련하여 관계 법령에 특별한 규정이 없는 한 책임을 지지 않습니다.

제 28 조 (권리, 의무의 양도금지)
"회원"은 "회사"의 사전 서면동의 없이 이 약관상의 권리 또는 의무의 전부 또는 일부를 제3자에게 양도, 이전, 증여하거나 이를 담보로 제공할 수 없습니다.

제 29 조 (준거법 및 재판관할)
① “회사”와 “회원”간 제기된 소송은 대한민국법을 준거법으로 합니다.
② “회사”와 “회원” 간 발생한 분쟁에 관한 소송은 제소 당시의 “회원”의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다. 단, 제소 당시 “회원”의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

이 약관은 2020년 03월 25일부터 시행됩니다.`

export const privacyPolicy = `(1) 회원 가입 시 개인정보의 수집·이용목적, 수집항목, 보유·이용기간은 아래와 같습니다.
(2) 회원 가입 이외의 방법으로 개인정보를 수집할 경우 수집하는 시점에 별도로 개인정보의 수집·이용에 대한 동의를 받고 있습니다.
(3) 기타 개인정보 처리에 대한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.

(필수) 개인정보 수집이용 동의
수집·이용목적	수집 항목	보유·이용기간
서비스 제공을 위한 회원 식별, 상담/불만 처리,
부정 이용 방지,서비스 만족도 조사	아이디, 비밀번호, 이름, 휴대폰번호, 전자우편주소	회원탈퇴 후 파기 (단, 관련법령 및 회사정책에 따라 별도 보관되는 정보는 예외)
* 필수 항목에 동의를 하지 않으실 경우, 회원가입에 제한이 있을 수 있습니다.

(선택) 개인정보 수집이용 동의
수집·이용목적	수집 항목	보유·이용기간
통계 및 분석,
맞춤 서비스 제공 및 DM 발송	주소	회원탈퇴 후 파기 (단, 관련법령 및 회사정책에 따라 별도 보관되는 정보는 예외)
*선택 항목은 동의를 거부하더라도 배민사장님광장 서비스 이용이 가능합니다.`
